{
  "source": "Health",
  "paragraphs": [
    "The advice left many medical experts scratching their heads. The coronavirus is a new pathogen, and little is known about the disease it causes, called Covid-19, or how patients respond to common medications. On Wednesday, the World Health Organization said it was aware of no research showing that ibuprofen should not be taken by patients with Covid-19.",
    "Despite the benign assessment of the medical establishment, Dr. Curry’s flawed reports were amplified by alarmist websites, prompted articles linking cellphones to brain cancer and served as evidence in lawsuits urging the removal of wireless classroom technology. In time, echoes of his reports fed Russian news sites noted for stoking misinformation about 5G technology. What began as a simple graph became a case study in how bad science can take root and flourish. \"I still think there are health effects,\" Dr. Curry said in an interview. \"The federal government needs to look at it more closely.\"",
    "Public health investigators asked people what they’d eaten, and 79 percent said they’d had romaine — both at restaurants, and at home. So far, no one knows whether there’s a common link. E. coli naturally hangs out in animal intestines, and one of the grossest ways it spreads is through poop. Produce can become contaminated if poop-tainted water gets into the field where it’s grown, or if the produce comes into contact with contaminated surfaces during harvest, shipping, or at the store.",
    "The study, published today in the journal Neurology, reports smaller brain volumes and worse memories in people with higher-than-average levels of cortisol — popularly known as the stress hormone. But any media coverage that warns stress is going to shrink your brain is premature. \"Right now all we can say is A is associated with B, we can’t really say anything about causality,\" says Sudha Seshadri, a professor of neurology at the University of Texas Health Science Center at San Antonio and senior author on the study.",
    "The mechanism that causes the calcium to be deposited has been difficult to unpick, but now scientists say they have the answer: it is triggered by a molecule, called poly(ADP-Ribose) or PAR, that is produced when the cells, or the DNA inside them, are damaged. That, they say, makes sense: ageing, high blood pressure, smoking and fatty plaques are risk factors for stiffening of the arteries, and are linked to damage to cells, or even their DNA.",
    "The study is the work of researchers at Nottingham University’s School of Medicine who focused on chemicals known as antigens. These are produced by cancer cells and trigger an immune response inside humans. In particular, they cause our bodies to make auto-antibodies that target and try to block those invading antigens. Researchers wanted to know if they could detect the presence of specific auto-antibodies in patients and show whether they had been triggered by antigens from tumour cells.",
    "Archie Cochrane, the doyen of evidence-based medicine, said we should ask three questions of any intervention: can it work, does it work and is it worth it? The relative risk reduction you quote tells us of population benefit and answers the first two questions, but it is the absolute risk reduction that answers the \"is it worth it?\"question. Many patients would be reluctant to take a tablet if told there was a greater than 97% chance that they would derive no benefit from taking it over five years and it had no positive effect on their length of life.",
    "A US study saw 12,000 people who were either obese or overweight given the pills or a placebo – with those who took the drug shedding an average of 4kg (9lbs) in 40 months. Further analysis showed no big differences in tests for heart valve damage. Tam Fry, of Britain’s National Obesity Forum, said the drug is potentially the \"holy grail\" of weight-loss medicine. \"I think it is the thing everybody has been looking for,\" he said.",
    "Dr. Fauci and Dr. Birx showed charts indicating that coronavirus cases in New York and New Jersey had risen far higher than in other parts of the country, a fact that they said gave them hope that the overall number of deaths might be lower if people in the rest of the states followed the guidelines for at least the next month. Mr. Trump displayed none of the carefree dismissiveness that characterized his reaction to the virus in February and early March, when he repeatedly said that \"we have it totally under control\" and that \"it’s going to be just fine.\"",
    "The hunt began Jan. 10, when Chinese scientists posted the genetic makeup of the virus on a public database. The next morning, researchers at the National Institutes of Health’s Vaccine Research Center in Maryland went to work. Within hours, they had pinpointed the letters of the genetic code that could be used to make a vaccine. Historically, vaccines have been one of the greatest public health tools to prevent disease. But even as technology, genomics and global coordination have improved, allowing researchers to move at top speed, vaccine development remains an expensive and risky process.",
    "The government’s Office of National Statistics released figures indicating that deaths could be at least 10 percent higher than the official toll — 12,107 as of Tuesday — which does not take into account many people who die in nursing homes or at home. More than 2,000 nursing homes, about 13 percent of the country’s total, have had coronavirus cases, said Dr. Chris Whitty, the government’s chief medical adviser. Workers in many of the homes have complained of an acute shortage of protective gear. Care England, a charity representing independent care agencies, has estimated that nearly 1,000 Covid-19 deaths in nursing homes have gone uncounted. Two major home operators have reported 521 deaths in recent days, many of which are not yet included in official totals."
  ]
}

