{
  "source": "Music, Movies & Art",
  "paragraphs": [
    "All this from an island of just three and a half million souls, plus the other five million Puerto Ricans who live in the US. How did they become such a colossal musical force? \"Puerto Rico’s relationship with music is everything,\" says Bad Bunny, AKA 24-year-old Benito Ocasio, who is touring in the UK for the first time this summer and whose tracks regularly score more than 500m YouTube views. \"It’s an island full of talent and if you grow up there, you grow up living and breathing music.\"",
    "The annual Forbes Celebrity 100 list also saw soccer stars Lionel Messi, Cristiano Ronaldo and Neymar among the top 10, along with British singer-songwriter Ed Sheeran and 1970s soft rock band the Eagles, who embarked on a new tour in 2018. West, the husband of Kim Kardashian, returned to the list after a four-year absence. Forbes estimated his pre-tax earnings at $150m, driven mostly by his popular Yeezy sneaker line, putting him in third place. Kim Kardashian ranked No 26 on the list.",
    "The artist Christo, known for wrapping buildings including Berlin’s Reichstag, and also swathing areas of coast and entire islands in fabric, has died aged 84. The news was confirmed on his official Facebook page, which said that he died of natural causes at his home in New York.",
    "Equally, though, the conceit that underlay Asterix would have been nothing without Uderzo. The challenge was to portray the age of Julius Caesar in a way that was true to the history and yet an utterly joyous recalibration of it. Brutality had to be portrayed as knockabout; a world of mud and gore and fire repainted in primary colours. Uderzo, who was colour blind, much preferred the clear line to any hint of shade, and it was that that enabled his drawings to redefine antiquity so distinctively in his own terms.",
    "Simon Pegg was the first person I’d ever met who was as obsessed with George Romero’s Dawn of the Dead as I was. One evening, I was round at Simon and his pal Nick Frost’s flat for drinks when I said we should make our own zombie movie, a horror comedy. It would be from the point of view of two bit-players, two idiots who were the last to know what was going on, after waking up hungover on a Sunday morning.",
    "As junior doctors who work on acute inpatient psychiatric wards, serious mental illness is our daily reality. We have, therefore, watched the controversies around Todd Phillips’s Joker – in which Joaquin Phoenix plays a troubled loner who turns to violence – with professional interest. The film’s dominance in the debate about portrayals of mental illness in the movies comes at a curious time. Recently, we’ve witnessed great leaps of awareness about relatively common mental-health issues such as depression and anxiety, and with that awareness, increasing dismissal of the sort of unhelpful prejudices that used to surround them.",
    "Malek told the Guardian that taking the role was a \"kind of the gun-to-the-head moment\". \"What do you do? … The scariest endeavours that I’ve chosen to take in my life have been the most fulfilling and rewarding. And this has proven to defend that equation.\" His rise to Oscar glory has been meteoric. Before Bohemian Rhapsody, Malek was best known for the lead role of the hit TV series Mr Robot. As \"vigilante hacker\" Elliot Alderson who is dealing with a social anxiety disorder, Malek starred alongside Christian Slater and won an Emmy for best actor in a drama series in 2016.",
    "The superhero film, which Coogler co-wrote with Joe Robert Cole, had already outsold Captain America: Civil War to become Marvel’s most-preordered film in its first 24 hours after release. In Black Panther, T’Challa, played by Chadwick Boseman, returns home as king to a fictional African nation known as Wakanda, but finds his rule challenged by a long-time adversary in a conflict that has global consequences.",
    "The books chosen by the panel are those that have made a personal impact on them, and are divided into 10 categories. These include \"love, sex and romance\", which features titles ranging from Jilly Cooper’s Rivals to Judy Blume’s Forever; \"identity\", which moves from Toni Morrison’s Beloved to Zadie Smith’s White Teeth; and \"adventure\", which includes Philip Pullman’s His Dark Materials, Walter Scott’s Ivanhoe and Raymond Chandler’s The Big Sleep.",
    "Like the rest of the Orwell prize shortlist, Milkman has a theme rather than an agenda. Always capacious, the genre of political fiction can now accommodate authors such as Ali Smith, Rachel Kushner, Paul Beatty and Jonathan Coe. As George Orwell wrote: \"No book is genuinely free from political bias. The opinion that art should have nothing to do with politics is itself a political attitude.\" Much harder to find, however, is an example of what one might call the campaigning novel: that subset that includes classics by the likes of Charles Dickens and Émile Zola alongside fiction-cloaked manifestos, memoirs and works of reportage.",
    "Watching it all from the back of the bus was Stosh Mintek, the 37-year-old chief executive of Ghetto Film School, an immersive high school film program that sponsored the London students’ trip to Los Angeles. G.F.S., as it is often called, has been around since 2000, when it was established as an after-school summer program in the Bronx aimed at minority students. It has developed into a 30-month curriculum with programs in New York, Los Angeles and London. Fellows receive 1,000 hours of instruction in screenwriting, film production, animation and movie history."
  ]
}
