{
  "source": "Politics",
  "paragraphs": [
    "If last week’s debate did move the needle, it wasn’t clear in her fourth-place finish in Nevada. The state held its early caucus voting, in which about 75,000 of the 105,000 total votes were cast, before the debate, meaning any potential bounce for Ms. Warren was not fully reflected. And Ms. Warren has had strong debate performances before, of course — especially last summer and early in the fall, when she was surging in the polls and her path to the nomination was easier to imagine.",
    "South Korean Navy commandoes seized the two North Koreans from their squid-fishing boat in early November after they had repeatedly resisted an order to surrender, according to South Korean officials. After their capture, the two confessed that they were running from the law after murdering the captain and 15 other crewmen on their boat, South Korean officials said. They also said they wanted to defect to the South. The South Korean authorities decided to treat them not as political refugees but as \"heinous criminals.\"",
    "Brexit is scheduled to take effect on Oct. 31, but Mr. Johnson has yet to receive Parliament’s support for the agreement, making the day’s events a major test of whether he has the necessary backing to make his plan a reality. By the end of the week, if not Tuesday night, it will be clear whether Mr. Johnson has failed in his \"do or die\" pledge to complete the withdrawal by the end of October, even if that means leaving without a deal.",
    "Mr. Pompeo spoke ahead of an appearance later Tuesday at a United Nations Security Council meeting on the Middle East, where he sought to portray Iran as the region’s principal wrongdoer. \"Failing to confront the Iranian regime’s malign activities will only grow the regime’s multicontinental body count,\" Mr. Pompeo told reporters outside the Security Council.",
    "There are about 2,000 American troops in Syria. Patrick M. Shanahan, the acting defense secretary, declined to comment when asked if the attack would affect the withdrawal plans. The American casualties included two service members, a civilian employee of the Defense Intelligence Agency and a military contractor, according to the United States Central Command and a Pentagon official. Three other service members were wounded.",
    "A leading pro-democracy organization called on residents to take to the streets again this weekend, in the wake of clashes that have put the government on the defensive and delayed by at least two days a debate on a contentious extradition bill. Opponents see the measure, which would allow extraditions to mainland China, as accelerating the erosion of Hong Kong’s civil liberties. The city’s Legislative Council is dominated by pro-Beijing members, who see the bill as closing a loophole that enabled mainland criminals to shelter in the territory.",
    "Though the movement has already started to simmer down - after a terror attack in Strasbourg and promises of quick economic relief - the \"Yellow Vests\" may have altered the direction of Mr. Macron’s presidency. Mr. Macron has been forced to backtrack on some tax increases and rethink  upcoming changes to pensions and unemployment laws, which could steer him away from his promise to revolutionize France’s economy.",
    "External demand - or exports minus imports - shaved one-tenth of a percentage point off gross domestic product. This matched the median estimate, but a breakdown of the data showed exports fell 1.8 percent quarter-on-quarter, the fastest decline in more than three years. Japan’s economy is likely to resume growth in the current quarter, but falling exports suggest this recovery could be hampered by trade protectionism, which could increase pressure on policymakers to turn to fiscal stimulus.",
    "On a day that commemorated both the centennial of the declaration of Germany’s first democratic republic and, just 20 years later, Kristallnacht, or the Night of Broken Glass, President Frank-Walter Steinmeier called on Germans to embrace an \"enlightened patriotism\" that celebrates their democratic achievements while guarding them against the forces of hate that led to the country’s descent into the \"breach of civilization,\" the Holocaust.",
    "In the latest twist, Ms. Merkel’s interior minister, Horst Seehofer, threatened to resign over the dispute with the chancellor’s migration policy. Talks between the chancellor’s party and Mr. Seehofer’s Christian Social Union party are expected to take place Monday. If Mr. Seehofer resigns as minister and party leader, but the Christian Social Union remains in the governing coalition, Ms. Merkel’s government will limp on. If he takes his party out of the coalition — a partnership the parties have forged in Parliament since the end of World War II — she loses her majority.",
    "After hours of relative lull throughout Thursday, the gesture appeared to be a face-saving opening for both countries to head off a war. But Indian officials were guarded, saying that the pilot’s release would not necessarily end the crisis, which they said was rooted in Pakistan’s support of terrorist groups that strike at India. The days before had brought both nations to the brink. On Tuesday, Indian warplanes dropped bombs inside Pakistan — it is not clear what they hit — and Pakistan shot down at least one Indian fighter jet on Wednesday. Tens of thousands of troops have been rushed to the countries’ border, heavy artillery barrages and gunfire have been volleyed across it, and tank columns have been chugging into place for what many feared could turn into a full-blown war.",
    "With more than 96 percent of ballots counted as of Tuesday afternoon, Mr. Zelensky’s party, Sluha Narodu (“Servant of the People”) — named after the TV series in which he starred — appears to have won about 43 percent of the popular vote and more than 250 of the 424 seats that were contested. Sluha Narodu is the first party to secure an outright parliamentary majority since Ukraine became independent in 1991. The leading pro-Russia party came in second, and the party of former Prime Minister Yulia V. Tymoshenko third. (The bloc headed by Mr. Poroshenko ranked fourth.) The newbie party Holos (“Voice”), which is led by a rock star and denounces the influence of oligarchs and established elites, is projected to win 20 seats; it is thought to be a natural ally of Mr. Zelensky’s. An estimated 70 percent of members-elect are newcomers.",
    "The scandal has rocked Austria. The vice chancellor, a leader of the far-right Freedom Party, quickly resigned, and new elections have been called for September. But it is also rippling across Europe, only days before the European parliamentary elections, as a reminder that Russia has deep ties to many other populist parties, too. “What’s strange,” said Tom Tugendhat, a Conservative Party lawmaker in Britain, “is how many of these nationalist movements seem to be in favor of Russia, not their own country.”",
    "In Germany, a \"livid\" Angela Merkel accused the US of spying on her, igniting a furore that has seen the White House concede that new constraints on the NSA's activities may be necessary. Meanwhile, in Britain, prime minister David Cameron accused the Guardian of damaging national security by publishing the revelations, warning that if it did not \"demonstrate some social responsibility it would be very difficult for government to stand back and not to act\"."
  ]
}
