{
  "source": "Science",
  "paragraphs": [
    "GOES-17 went up to work with GOES-16, another NOAA weather satellite that was launched in 2016. The two probes, which are part of the so-called GOES-R series, are able to scan most of the Western Hemisphere from the coast of Africa all the way to New Zealand. Their observations from 22,300 miles (almost 36,000 kilometers) above Earth are key to monitor hurricanes, droughts, wildfires, lighting, and fog. The two spacecraft also provide us with stunning views of our planet.",
    "During a test yesterday, SpaceX fired up the engines on one of its Falcon 9 rockets, a vehicle that will perform a crucial test flight for NASA in the months ahead. It’s the rocket that will carry SpaceX’s new Crew Dragon capsule to space for the first time to prove that the spacecraft is ready to ferry NASA astronauts.",
    "These companies are partners with NASA through the agency’s Commercial Lunar Payload Services (CLPS) initiative. CLPS is the first phase of NASA’s Artemis program, the agency’s initiative to send the first woman and the next man to the Moon. But CLPS is focused on robotic vehicles and science, rather than human spaceflight. The goal is to send instruments and science experiments to the surface of the Moon using commercial landers that are developed and operated by private companies.",
    "The European Space Agency calls the crater a “cold trap,” where air moving over the frigid ice is cooled, creating a kind of chilly barrier between the ice within the crater and warmer parts of the atmosphere — even in the summer. This isn’t the first time that Korolev crater has had a moment in the spotlight. NASA snapped it making waves in the Martian clouds in 2003, and in April of this year, one of the first images the ESA’s Trace Gas Orbiter captured was a gorgeous shot of the crater’s rim.",
    "The flight represents a breakthrough in “ionic wind” technology, which uses a powerful electric field to generate charged nitrogen ions, which are then expelled from the back of the aircraft, generating thrust. Steven Barrett, an aeronautics professor at MIT and the lead author of the study published in the journal Nature, said the inspiration for the project came straight from the science fiction of his childhood. “I was a big fan of Star Trek, and at that point I thought that the future looked like it should be planes that fly silently, with no moving parts – and maybe have a blue glow.",
    "The statement was made after the British host of the meeting, Boris Johnson, and United Nations secretary-general, Antonio Guterres, urged all countries to lift their targets to include net zero emissions by 2050, noting 121 nations had already done so. Labor’s Pat Conroy asked Angus Taylor, the energy and emissions reduction minister, in February whether Australia was due under the Paris agreement to submit a new or updated commitment this year and, if not, when it was expected.",
    "Following biochar’s recognition in the IPCC 2018 report, earlier this year Redmile-Gordon launched the society’s first trials to see how the material could improve plant growth. He estimates planting 10-20kg of biochar in your garden could offset the carbon from a five-mile return commute in a car for a month. Biochar is a form of charcoal produced when organic matter – for example wood, leaves or dead plants – is heated at high temperatures with little or no oxygen in a process called pyrolysis. The normal burning or decomposition of these materials would release large amounts of methane and carbon dioxide into the atmosphere. Instead, creating biochar traps this carbon in solid form for centuries; it becomes a carbon sink that can be buried underground.",
    "The outcome in Brussels today signals a tough road ahead to secure commitments on climate action not only from European nations, but from other big polluters as well. New president of the European Commission Ursula von der Leyen just released the EU’s Green Deal on December 11, a sweeping package of policy proposals aimed at drastically reducing emissions by 2050. Her announcement followed the November declaration by the European Parliament of a “climate emergency” — a phrase that activists with Greenpeace hung from the building where the Council met in Brussels."
  ]
}
