{
  "source": "Social Media",
  "paragraphs": [
    "Much of the group’s activity was concentrated among several dozen large accounts, including one called @blackstagram_ and another called @american.veterans, both of which had more than 200,000 followers. Many of the group’s accounts targeted specific identity groups, including African-Americans, gun-rights supporters and anti-immigration activists.",
    "Having previously declared his intention to hold a press conference on Wednesday where he would reveal his identity after a series of tweets that had detailed his experiences, the user @FootballerGay posted two messages on Tuesday evening before deleting the account which had amassed more than 50,000 followers. \"I thought I was stronger. I was wrong,\" read the first, quickly followed by a more detailed explanation before the account was deleted.",
    "It’s a combination of neutralizing a competitor and improving Facebook, Zuckerberg said in a reply. \"There are network effect around social products and a finite number of different social mechanics to invent. Once someone wins at a specific mechanic, it’s difficult for others to supplant them without doing something different.\"",
    "TikTok, which is owned by Chinese company ByteDance, was one of several apps recently revealed to be accessing user clipboard data when running in the background. The practice was discovered via a new feature in beta versions of iOS 14, which alerts users when an app copies from the clipboard. TikTok says it has since removed the feature.",
    "Yesterday, Robin Houston, a computer scientist and mathematician tweeted about the bizarre intersection of 4chan and mathematics, inadvertently setting off a wave of public interest in the story. Within hours of his tweet, his phone was vibrating constantly. \"It started to go mad,\" he says. \"My phone started going crazy.\" The 4chan part of this saga began on September 17th, 2011, when a poster posed a question: if you wanted to watch 14 episodes of the anime The Melancholy of Haruhi Suzumiya in every possible order, what’s the shortest string of episodes you’d need to watch?",
    "Instagram told Ars Technica it was \"exploring\" more ways for users to control embedding. For now, photographers can only stop embeds by making photographs private, which strictly limits their reach on Instagram. Even the Mashable ruling expressed concern with Instagram’s \"expansive transfer of rights\" from users, so this would address a major underlying factor in both suits. It doesn’t necessarily mean sites can’t use Instagram photos. Neither judge ruled on what’s called the \"server test\" — an argument that embedded photos aren’t copying photos in a way that could infringe on copyright because they’re simply pointing to content posted on another site (in this case, Instagram).",
    "Mixer’s decision to gift two free months of subscriptions to Blevins’ channel is an attempt to bring as many people over to the platform in as short a time as possible. But after that period runs out, the price will jump to at least $5.99 a month. (Mixer streamers can also earn money through the platform’s Sparks currency, similar to Bits on Twitch.) Still, if Blevins continues growing at this rate, he might just break a few of his old records. He previously amassed more than 3 million subscribers on YouTube in just one month last year, during his meteoric rise alongside Fortnite.",
    "TikTok denies that it is a security risk, and has taken measures to distance itself from Douyin, the Chinese version of the app. The company has appointed a new CEO, ex-Disney exec Kevin Meyer, and last week it pulled out of Hong Kong after the region adopted a new national security law giving further power to the central Chinese government. \"TikTok is led by an American CEO, with hundreds of employees and key leaders across safety, security, product, and public policy here in the US,\" the company said in response to Pompeo’s comments. \"We have no higher priority than promoting a safe and secure app experience for our users. We have never provided user data to the Chinese government, nor would we do so if asked.\"",
    "For anyone making those videos, the changes will be significant. Features like comments and notifications won’t be available on videos \"that have an emphasis on kids characters, themes, toys, or games,\" YouTube CEO Susan Wojcicki said in a blog post responding to the settlement. It’s also likely that these videos will not be able to run targeted ads, which could affect monetization. Those two product features might not seem like a big deal to viewers, but they could be catastrophic for creators. If channels can’t send notifications for certain videos, fewer people will watch those videos within the first crucial hours."
  ]
}
