{
  "source": "Sports",
  "paragraphs": [
    "Even by his own high standards Lewis Hamilton set a new benchmark in 2019. In a class of his own, his sixth championship was defined by opening with an almost crushing, relentless run that all but had the job done by the summer break. After Valtteri Bottas started strongly and the teammates shared two wins apiece, Hamilton found another plane. Four from four followed including harassing Sebastian Vettel into an error in Canada, a tyre management masterclass in Monaco and a clinical, precision dissection in France where he finished 18 seconds ahead.",
    "Richard Lewis, the outgoing chief executive of Wimbledon, hopes tennis can be “off and running again” by August, when the US Open is scheduled to begin, although he admits there may be “no more tennis this year”. Speaking the day after the All England Club finally cancelled the championships for the first time since the second world war, Lewis acknowledged that uncertainty has gripped tennis because of the continued spread of coronavirus.",
    "The high point remains the 4-0 defeat of Leicester City on Boxing Day, one of those rare performances where each component part of a sporting machine appears to be operating with some intimate, shared knowledge of the other pieces. Either side of this there has at times been an air of double take about Liverpool’s run, of things happening that stretch credibility, that verge on some kind of sporting magic realism.",
    "Agüero’s latest goal puts him alongside Alan Shearer in one respect. They are the only two players in the Premier League era to score 20 times or more in six different seasons. Yet the more important detail relates to what that goal means for the title race on a day when the supporters of Liverpool, an hour into the game, might have dared to think the momentum was about to swing dramatically their way.",
    "It seems every year there is huge growth in women’s sport. Each new year brings bigger crowd figures, new competitions, increased television coverage and new records being set. But as the nation took to social media to share in the emotion of Phillips’ anterior cruciate ligament injury, it was clear there was another, less quantifiable, factor at play. Earlier this month, journalist Isabelle Westbury faced backlash on Twitter when she was critical of the criteria for Britain’s Sports Personality of the Year award.",
    "And sure enough, if they tune in to the upcoming Rugby World Cup in Japan, they will see many large players on the field. There are the wide bodies, the 275-pound-or-so prop forwards like Sekope Kepu of Australia, Charlie Faumuina of New Zealand or Steven Kitshoff of South Africa. Then there are the tall timber guys — most often in the lock position — like the 6-foot-10 Rory Arnold of Australia, his 6-foot-8 teammate Adam Coleman, or Brodie Retallick of New Zealand and Eben Etzebeth of South Africa, also both 6-foot-8, and quite a few others who look like they would be comfortable in the N.B.A.",
    "Though the Nets had just been eliminated by the Atlanta Hawks in the first round of the playoffs, they had overachieved and shown some promise for the future. And Phil Jackson had become the Knicks president the year before, bringing his triangle offense and a coaching résumé that included 11 N.B.A. titles to Manhattan. Little did New York fans know that it would be four dreadful years before playoff basketball would return to the city. It finally will on Thursday night, when the Nets host the Philadelphia 76ers in a series tied at one all. While there has been no playoff basketball in the city in the interim, much has happened in those four years. And for Knicks and Nets fans, not much of it has been good.",
    "Naturally, when teams shrug at the free-agent market, it manifests itself in salaries below players’ expectations. But the widespread rebuilding phenomenon — or tanking, as some call it — resulted in eight teams with at least 95 losses last season, the most in history. It was no coincidence that attendance also dropped by more than three million fans, falling below 70 million for the first time since 2003.",
    "No sport is more often used to tell the story of America than baseball. Yet Marcenia Lyle Stone, known as Toni, who became the first woman ever to play big-league professional baseball when she took the field as a second baseman for the Negro Leagues’ Indianapolis Clowns in 1953, has largely been relegated to a footnote in history: one in a long list of African-American women who endured hardships, overcame discrimination and helped shape the nation only to be shoved aside, their contributions minimized.",
    "His original lawsuit against the Yankees and M.L.B. was dismissed in 2015, and last October, an appellate court rejected his arguments to have that judgment overturned. In fact, the New York State Supreme Court even ordered Zlotnick to pay the league and the Yankees $745 in court costs, which he has refused to pay.\nEditors’ Picks\nYes, Fake News Is a Problem. But There’s a Real News Problem, Too. The next, and possibly final step, is the state Court of Appeals in Albany, which has received arguments from both sides and is expected to rule soon on whether Zlotnick’s appeal can proceed."
  ]
}
