{
  "source": "Technology",
  "paragraphs": [
    "Chhattisgarh’s $71 million free-phone program - known by the acronym SKY after its name in Hindi - is supposed to bridge the digital divide in this state of 26 million people, which is covered by large patches of forest and counts 7,000 villages that do not even have a wireless data signal. The plan is to add hundreds of cellphone towers and give a basic smartphone to every college student and one woman in every household to connect more families to the internet and help fulfill the central government’s goal of a \"Digital India.\"",
    "Alphabet’s stock rose 3.5 percent in after-hours trading, and some analysts recommended the company’s shares. With the regulatory issue settled, they said, Google could get back to focusing on selling ads across the internet.\"It’s like a delivery company having to pay for a parking ticket,\" Brian Wieser, a Pivotal Research analyst, said of the penalty, which Alphabet accounted for in the second quarter. \"It’s not a meaningful fine in the context of the size of this company.\"",
    "Apple said its profit increased to $11.52 billion in its most recent quarter, up nearly a third from the same period a year earlier, showing that the company’s enormous business selling iPhones and other gadgets continues to breeze along. The strong results beat Wall Street estimates, sending the company’s shares about 4 percent higher on Wednesday to a new record and for a market value of more than $950 billion.",
    "As a result, he said, algorithms have magnified our worst tendencies and “rogue actors and even governments” have used our data against us “to deepen divisions, incite violence and even undermine our shared sense of what is true and what is false.” In one piercing portion, Mr. Cook criticized how companies like Facebook and Google — while taking care not to mention them by name — deliver personalized news feeds that lead to so-called filter bubbles and confirmation bias.",
    "The secret Foreign Intelligence Surveillance Court (Fisa) granted the order to the FBI on April 25, giving the government unlimited authority to obtain the data for a specified three-month period ending on July 19. Under the terms of the blanket order, the numbers of both parties on a call are handed over, as is location data, call duration, unique identifiers, and the time and duration of all calls. The contents of the conversation itself are not covered.",
    "Amazon did not give a concrete reason for the decision beyond calling for federal regulation of the tech, although the company says it will continue providing the software to rights organizations dedicated to missing and exploited children and combating human trafficking. The unspoken context here of course is the death of George Floyd, a black man killed by former Minnesota police officers, and ongoing protests around the US and the globe against racism and systemic police brutality.",
    "The same evolution took place with Amazon Web Services, the company’s cloud computing subsidiary. It launched in 2006 as a “data storage service,” but it has since become indispensable to modern tech companies — as necessary as paper clips once were but a damn sight more profitable. So many companies rely on Amazon’s services that when the industry grows, AWS does, too. Last year, AWS alone made more money than McDonald’s. AWS is quite possibly the future of Amazon, which explains why it was everywhere at re:MARS.",
    "As that weirdo, Google’s design makes perfect sense and it’s possible it might do the same for regular folk. The new layout for search result is ugly at first glance — but then Google was always ugly until relatively recently. I very quickly learned to unconsciously take in the information from the top favicon and URL-esque info without it really distracting me. ...Which is basically the problem. Google’s using that same design language to identify its ads instead of much more obvious, visually distinct methods. It’s consistent, I guess, but it also feels deceptive.",
    "Wearing face masks that adequately cover the mouth and nose causes the error rate of some of the most widely used facial recognition algorithms to spike to between 5 percent and 50 percent, a study by the US National Institute of Standards and Technology (NIST) has found. Black masks were more likely to cause errors than blue masks, and the more of the nose covered by the mask, the harder the algorithms found it to identify the face.",
    "At the time of Giannandrea’s hiring, the move was considered an admission from Apple that its current AI efforts were lackluster and needing revamping, evidenced by Siri falling far behind Google Assistant and Amazon’s Alexa in sophistication and industry adoption. Despite Siri living inside every iPhone and arriving on the scene before any other major voice assistant, Amazon and Google have led the race in consumer AI by incorporating their respective assistants into smart home products, a sector where Apple has lagged due to its stricter stances on user privacy and its delayed entrance to the smart speaker market.",
    "Apple has three current phones to choose from, each with different characteristics and prices. The one that most people should buy is actually the least expensive of the three: the iPhone 11. Apple has three current phones to choose from, each with different characteristics and prices. The one that most people should buy is actually the least expensive of the three: the iPhone 11.",
    "The algorithm is used by health care providers to screen patients for “high-risk care management” intervention. Under this system, patients who have especially complex medical needs are automatically flagged by the algorithm. Once selected, they may receive additional care resources, like more attention from doctors. As the researchers note, the system is widely used around the United States, and for good reason. Extra benefits like dedicated nurses and more primary care appointments are costly for health care providers."
  ]
}
