{
  "source": "Videogames",
  "paragraphs": [
    "Twitch is also relaunching its twitchsports channel today to highlight broadcasts and programming. The relaunch includes a showcase today, hosted by Major League Soccer star Jimmy Conrad, that will cover the NBA, UFC, Arsenal, and House of Highlights using two-hour slots to demonstrate the type of sports content Twitch has to offer.",
    "Rocket League is changing in a big way. Today, developer Psyonix announced that, later this summer, the multiplayer cars-meets-soccer game will be going free-to-play. Additionally, the game will get cross-platform progression, covering elements like cosmetic items, battle pass progression, and competitive rank.",
    "TheThe moment I fully grasped the danger of my situation in the opening few hours of Cyberpunk 2077, I had just opted to take a hit of a particularly dodgy illegal substance. The drug came from a junkie gangster with a spider-like face full of red cybernetic eyes. His name, he insisted, was Dum Dum. As a street kid, my chosen \"life path\" in the game, I recognized the name of the aerosolized adrenaline-booster and was able to chat cordially with our frightening host about it. Had I come from a corporate background or been a wandering nomad type passing through Night City, I might not have known.",
    "Students from Boston University to UCLA, from South Louisiana Community College to Northwestern University, have recently created or resurrected Minecraft servers and shared their creations on Discord chats, in Facebook meme groups, and on Reddit threads. The boom of college Minecraft servers has begun. These servers have the express purpose of bringing students together and building, oftentimes focused on recreating their college campuses. Searches for Minecraft server hosting have peaked to unprecedented levels in the last few weeks, and thousands of students are discussing college servers, most notably on the Facebook group \"Zoom Memes for Self Quaranteens.\"",
    "That’s setting a very high bar, and, for now, I’m not sure Alyx clears it. The game is fighting VR’s inherent hardware limits, a pandemic-related headset shortage, and the difficulty of building a game for a new platform. While it’s about as long as the landmark Half-Life 2, with my game clocking in at 15 hours, it doesn’t feel as big or as narratively and mechanically fresh. It advances the series’s main plot, but it doesn’t come close to resolving it.",
    "EA will start releasing games on Steam again, after it moved away from the popular PC game marketplace in 2011 in favor of its Origin store and launcher. It’ll start with Star Wars Jedi: Fallen Order, making it the first new EA game released on Steam since 2011. Additionally, EA announced plans to bring its EA Access subscription service to Steam starting next year, allowing players to pay a monthly price for access to a collection of EA games through Steam.",
    "But the streamer in the panel is far from a big-time broadcaster. Known as Michael \"mmDust\" Duarte, he is a Twitch affiliate known for speed running Resident Evil 7 who currently holds world records for beating the game as quickly as possible. Since the panel, mmDust initially doubled down on his comments, only to joke about them and eventually apologize in a Twitlonger.",
    "It’s an eclectic lineup, but it’s also one that includes some of the developer’s more influential games. San Andreas is the biggest of the trio and arguably is the most beloved game in the GTA series. It introduced the world to the fictional version of California that would also be the setting for the best-selling Grand Theft Auto V. Midnight Club: Los Angeles, meanwhile, is a racer that came out in 2008, and at present, it’s the last title in the series to be released, while Table Tennis is a shockingly in-depth look at the sport from a developer best-known for violent action games.",
    "When the latest instalment in Microsoft’s decades-old Flight Simulator series was first shown at the E3 video game event last year, it drew gasps from the audience. Using two petabytes of geographic data culled from Bing Maps, together with cutting-edge, machine learning algorithms running on the company’s Azure cloud computing network, the game presents a near-photorealistic depiction of the entire planet.",
    "Closest in tone to Game of Thrones’ dirty and pitiless fantasy, The Witcher 3 is a truly superb fantasy game as full of sex, dirty tricksters and political betrayal as any Thrones fan could wish for, with a more generous dose of fantasy creatures. You play as a monster-hunting outcast, Geralt, caught up in a rulers’ war. Interestingly, The Witcher lets you see the impact that the egotistical nobles’ struggles actually have on the people forced to live under them, rather than casting you as the hero who rides in on a white horse. Its characters and writing are excellent, and the socio-political intrigue will be irresistible to anyone who appreciates GoT’s tangled webs of houses and rivalries."
  ]
}
